Repository: jadoGmbH/WebP-Autogen
Catalog: webp-autogen/languages/webp-autogen-*.po
Languages: de_de

source: No images found to convert.
de_de: Keine Bilder zum Konvertieren gefunden.

source: Unable to retrieve conversion status.
de_de: Konnte Status der Konvertierung nicht laden.

source: Error fetching conversion status.
de_de: Fehler beim Laden des Konvertierungsstatus.

source: Network response was not ok
de_de: Die Netzwerkantwort war nicht in Ordnung

source: ✅ WebP Conversion completed!
de_de: ✅ WebP Konvertierung abgeschlossen!

source: Start WebP Conversion of all images already uploaded
de_de: Starte die WebP-Konvertierung aller bereits hochgeladenen Bilder

source: WebP files are created from all existing JPG/PNG files in the upload folder.
de_de: WebP-Dateien werden aus allen vorhandenen JPG/PNG-Dateien im Upload-Ordner erstellt.

source: Ready to Convert
de_de: Bereit zum Konvertieren

source: Note: Works only on Apache servers. Check your server:
de_de: Hinweis: Funktioniert nur auf Apache-Servern. Überprüfe deinen Server hier:

source: Automatic WebP generation during upload + manual conversion of all uploads via an admin menu.
de_de: Automatische WebP-Generierung beim Upload + manuelle Konvertierung aller Uploads.
